// Задача 41: Пользователь вводит с клавиатуры M чисел. Посчитайте, сколько чисел больше 0 ввёл пользователь.
/*
int Num()// функция для определения элемента массива
{
    int N = new Random().Next(-100,101);
    return N;
}
Console.WriteLine("Введите размер массива");
int Numb = Convert.ToInt32(Console.ReadLine());
int[] M;
M = new int[Numb];
int count = 0;
for (int i = 0; i < M.Length; i++) {M[i] = Num();System.Console.WriteLine();}
for (int i = 0; i < M.Length; i++)
{
    if(M[i] > 0){count++; Console.Write(count);}
    
}
*/


 



